tap "candid82/brew"
tap "fwartner/tap"
tap "homebrew/bundle"
tap "lukakerr/things"
tap "nikitabobko/tap"
tap "yqrashawn/goku"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "cmake"
brew "curl"
brew "fasd"
brew "fd"
brew "flyctl"
brew "freetds"
brew "libavif"
brew "gd"
brew "gh"
brew "git"
brew "lazygit"
brew "lua"
brew "neovim"
brew "node", link: false
brew "php"
brew "pipx"
brew "protobuf"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "wget"
brew "yqrashawn/goku/goku"
cask "adoptopenjdk"
cask "aerospace"
cask "alacritty"
cask "karabiner-elements"
cask "mark-text"
cask "raycast"
vscode "natizyskunk.sftp"
vscode "pkief.material-icon-theme"
